[
  { "text": "إنما الأعمال بالنيات، وإنما لكل امرئ ما نوى، فمن كانت هجرته إلى الله ورسوله فهجرته إلى الله ورسوله، ومن كانت هجرته لدنيا يصيبها أو امرأة ينكحها فهجرته إلى ما هاجر إليه", "source": "متفق عليه" },
  { "text": "خيركم من تعلم القرآن وعلمه", "source": "رواه البخاري" },
  { "text": "الدين النصيحة، قلنا: لمن؟ قال: لله ولكتابه ولرسوله ولأئمة المسلمين وعامتهم", "source": "رواه مسلم" },
  { "text": "لا يؤمن أحدكم حتى يحب لأخيه ما يحب لنفسه", "source": "متفق عليه" },
  { "text": "من حسن إسلام المرء تركه ما لا يعنيه", "source": "رواه الترمذي" },
  { "text": "المسلم من سلم المسلمون من لسانه ويده", "source": "متفق عليه" },
  { "text": "اتق الله حيثما كنت، وأتبع السيئة الحسنة تمحها، وخالق الناس بخلق حسن", "source": "رواه الترمذي" },
  { "text": "الراحمون يرحمهم الرحمن، ارحموا من في الأرض يرحمكم من في السماء", "source": "رواه الترمذي وأبو داود" },
  { "text": "من غشنا فليس منا", "source": "رواه مسلم" },
  { "text": "تبسمك في وجه أخيك صدقة", "source": "رواه الترمذي" },
  { "text": "أحب الأعمال إلى الله أدومها وإن قل", "source": "متفق عليه" },
  { "text": "الطهور شطر الإيمان، والحمد لله تملأ الميزان، وسبحان الله والحمد لله تملآن أو تملأ ما بين السماء والأرض", "source": "رواه مسلم" },
  { "text": "يسروا ولا تعسروا، وبشروا ولا تنفروا", "source": "متفق عليه" },
  { "text": "المرء مع من أحب", "source": "متفق عليه" },
  { "text": "الدنيا سجن المؤمن وجنة الكافر", "source": "رواه مسلم" },
  { "text": "احفظ الله يحفظك، احفظ الله تجده تجاهك، إذا سألت فاسأل الله، وإذا استعنت فاستعن بالله", "source": "رواه الترمذي" },
  { "text": "من لا يشكر الناس لا يشكر الله", "source": "رواه الترمذي" },
  { "text": "الكلمة الطيبة صدقة", "source": "متفق عليه" },
  { "text": "لا ضرر ولا ضرار", "source": "رواه ابن ماجه والدارقطني" },
  { "text": "إن الله جميل يحب الجمال", "source": "رواه مسلم" },
  { "text": "من تواضع لله رفعه", "source": "رواه مسلم" },
  { "text": "إن الله كتب الإحسان على كل شيء، فإذا قتلتم فأحسنوا القتلة، وإذا ذبحتم فأحسنوا الذبح، وليحد أحدكم شفرته، فليرح ذبيحته", "source": "رواه مسلم" },
  { "text": "خير الناس أنفعهم للناس", "source": "رواه الطبراني، حسنه الألباني" },
  { "text": "الحياء لا يأتي إلا بخير", "source": "متفق عليه" },
  { "text": "من دل على خير فله مثل أجر فاعله", "source": "رواه مسلم" },
  { "text": "الظلم ظلمات يوم القيامة", "source": "متفق عليه" },
  { "text": "اليد العليا خير من اليد السفلى، واليد العليا المنفقة والسفلى السائلة", "source": "متفق عليه" },
  { "text": "الصدق يهدي إلى البر، والبر يهدي إلى الجنة، ولا يزال الرجل يصدق ويتحرى الصدق حتى يكتب عند الله صديقا", "source": "متفق عليه" },
  { "text": "إياكم والكذب، فإن الكذب يهدي إلى الفجور، وإن الفجور يهدي إلى النار", "source": "متفق عليه" },
  { "text": "المؤمن القوي خير وأحب إلى الله من المؤمن الضعيف، وفي كل خير", "source": "رواه مسلم" },
  { "text": "إنما بعثت لأتمم مكارم الأخلاق", "source": "رواه أحمد والبخاري في الأدب المفرد" },
  { "text": "إن أقربكم مني مجلسا يوم القيامة أحاسنكم أخلاقا", "source": "رواه الترمذي" },
  { "text": "من توضأ فأحسن الوضوء خرجت خطاياه من جسده حتى تخرج من تحت أظفاره", "source": "رواه مسلم" },
  { "text": "أفضل الذكر لا إله إلا الله، وأفضل الدعاء الحمد لله", "source": "رواه الترمذي" },
  { "text": "أحب الكلام إلى الله أربع: سبحان الله، والحمد لله، ولا إله إلا الله، والله أكبر", "source": "رواه مسلم" },
  { "text": "من صلى البردين دخل الجنة", "source": "متفق عليه" },
  { "text": "الصلوات الخمس، والجمعة إلى الجمعة، ورمضان إلى رمضان، مكفرات ما بينهن إذا اجتنب الكبائر", "source": "رواه مسلم" },
  { "text": "من صام رمضان إيمانا واحتسابا غفر له ما تقدم من ذنبه", "source": "متفق عليه" },
  { "text": "من قام رمضان إيمانا واحتسابا غفر له ما تقدم من ذنبه", "source": "متفق عليه" },
  { "text": "الحج المبرور ليس له جزاء إلا الجنة", "source": "متفق عليه" },
  { "text": "أفضل الصدقة سقي الماء", "source": "رواه أحمد والنسائي، صححه الألباني" },
  { "text": "اتقوا النار ولو بشق تمرة، فإن لم تجدوا فبكلمة طيبة", "source": "متفق عليه" },
  { "text": "من سلك طريقا يلتمس فيه علما سهل الله له به طريقا إلى الجنة", "source": "رواه مسلم" },
  { "text": "إذا أحب الله عبدا نادى جبريل: إن الله يحب فلانا فأحبه، فيحبه جبريل، فينادي جبريل في أهل السماء: إن الله يحب فلانا فأحبوه، فيحبه أهل السماء، ثم يوضع له القبول في الأرض", "source": "متفق عليه" },
  { "text": "أحب الأعمال إلى الله الصلاة على وقتها، ثم بر الوالدين، ثم الجهاد في سبيل الله", "source": "متفق عليه" },
  { "text": "إن الله لا ينظر إلى صوركم وأموالكم، ولكن ينظر إلى قلوبكم وأعمالكم", "source": "رواه مسلم" },
  { "text": "الدال على الخير كفاعله", "source": "رواه الترمذي" },
  { "text": "المرء على دين خليله، فلينظر أحدكم من يخالل", "source": "رواه الترمذي وأبو داود" },
  { "text": "من صمت نجا", "source": "رواه الترمذي" },
  { "text": "إن من أحبكم إلي وأقربكم مني مجلسا يوم القيامة أحاسنكم أخلاقا", "source": "رواه الترمذي" },
  { "text": "من كان في حاجة أخيه كان الله في حاجته", "source": "متفق عليه" },
  { "text": "والله في عون العبد ما كان العبد في عون أخيه", "source": "رواه مسلم" },
  { "text": "أحب الناس إلى الله أنفعهم للناس", "source": "رواه الطبراني، حسنه الألباني" },
  { "text": "ما نقص مال من صدقة، وما زاد الله عبدا بعفو إلا عزا، وما تواضع أحد لله إلا رفعه الله", "source": "رواه مسلم" },
  { "text": "من نفس عن مؤمن كربة من كرب الدنيا نفس الله عنه كربة من كرب يوم القيامة، ومن يسر على معسر يسر الله عليه في الدنيا والآخرة، ومن ستر مسلما ستره الله في الدنيا والآخرة، والله في عون العبد ما كان العبد في عون أخيه", "source": "رواه مسلم" },
  { "text": "يسروا ولا تعسروا", "source": "متفق عليه" },
  { "text": "إن الله رفيق يحب الرفق في الأمر كله", "source": "متفق عليه" },
  { "text": "الرفق لا يكون في شيء إلا زانه، ولا ينزع من شيء إلا شانه", "source": "رواه مسلم" },
  { "text": "إن الله حيي كريم يستحيي من عبده إذا رفع يديه إليه أن يردهما صفرا", "source": "رواه الترمذي وأبو داود" },
  { "text": "إذا لم تستح فاصنع ما شئت", "source": "رواه البخاري" },
  { "text": "من صلى علي واحدة صلى الله عليه بها عشرا", "source": "رواه مسلم" },
  { "text": "أقرب ما يكون العبد من ربه وهو ساجد، فأكثروا الدعاء", "source": "رواه مسلم" },
  { "text": "الدعاء هو العبادة، ثم قرأ: وقال ربكم ادعوني أستجب لكم", "source": "رواه الترمذي" },
  { "text": "ادعوا الله وأنتم موقنون بالإجابة، واعلموا أن الله لا يستجيب دعاء من قلب غافل لاه", "source": "رواه الترمذي" },
  { "text": "من لا يرحم لا يرحم", "source": "متفق عليه" },
  { "text": "ارحموا من في الأرض يرحمكم من في السماء", "source": "رواه الترمذي وأبو داود" },
  { "text": "ليس الشديد بالصرعة، إنما الشديد الذي يملك نفسه عند الغضب", "source": "متفق عليه" },
  { "text": "كل ابن آدم خطاء، وخير الخطائين التوابون", "source": "رواه الترمذي وابن ماجه" },
  { "text": "التائب من الذنب كمن لا ذنب له", "source": "رواه ابن ماجه" },
  { "text": "إن الله يبسط يده بالليل ليتوب مسيء النهار، ويبسط يده بالنهار ليتوب مسيء الليل، حتى تطلع الشمس من مغربها", "source": "رواه مسلم" },
  { "text": "الدنيا ملعونة ملعون ما فيها، إلا ذكر الله وما ولاه، وعالما أو متعلما", "source": "رواه الترمذي وابن ماجه" },
  { "text": "كن في الدنيا كأنك غريب أو عابر سبيل", "source": "رواه البخاري" },
  { "text": "ازهد في الدنيا يحبك الله، وازهد فيما عند الناس يحبك الناس", "source": "رواه ابن ماجه" },
  { "text": "لو كانت الدنيا تعدل عند الله جناح بعوضة ما سقى كافرا منها شربة ماء", "source": "رواه الترمذي" },
  { "text": "من ترك شيئا لله عوضه الله خيرا منه", "source": "رواه أحمد" },
  { "text": "القناعة كنز لا يفنى", "source": "رواه الطبراني، ضعفه الألباني" },
  { "text": "ليس الغنى عن كثرة العرض، ولكن الغنى غنى النفس", "source": "متفق عليه" },
  { "text": "من رضي فله الرضا", "source": "رواه الترمذي" },
  { "text": "عجبا لأمر المؤمن، إن أمره كله خير، وليس ذلك لأحد إلا للمؤمن، إن أصابته سراء شكر فكان خيرا له، وإن أصابته ضراء صبر فكان خيرا له", "source": "رواه مسلم" },
  { "text": "لا تحاسدوا، ولا تناجشوا، ولا تباغضوا، ولا تدابروا، ولا يبع بعضكم على بيع بعض، وكونوا عباد الله إخوانا", "source": "متفق عليه" },
  { "text": "المؤمن للمؤمن كالبنيان يشد بعضه بعضا", "source": "متفق عليه" },
  { "text": "مثل المؤمنين في توادهم وتراحمهم وتعاطفهم مثل الجسد، إذا اشتكى منه عضو تداعى له سائر الجسد بالسهر والحمى", "source": "متفق عليه" },
  { "text": "سباب المسلم فسوق، وقتاله كفر", "source": "متفق عليه" },
  { "text": "لا يدخل الجنة من كان في قلبه مثقال ذرة من كبر", "source": "رواه مسلم" },
  { "text": "الكبر بطر الحق وغمط الناس", "source": "رواه مسلم" },
  { "text": "ألا أخبركم بأهل الجنة؟ كل ضعيف متضعف، لو أقسم على الله لأبره", "source": "متفق عليه" },
  { "text": "إن من شر الناس ذا الوجهين، الذي يأتي هؤلاء بوجه وهؤلاء بوجه", "source": "متفق عليه" },
  { "text": "من كان يؤمن بالله واليوم الآخر فليكرم ضيفه، ومن كان يؤمن بالله واليوم الآخر فليصل رحمه، ومن كان يؤمن بالله واليوم الآخر فليقل خيرا أو ليصمت", "source": "متفق عليه" },
  { "text": "ليس الواصل بالمكافئ، ولكن الواصل الذي إذا قطعت رحمه وصلها", "source": "رواه البخاري" },
  { "text": "لا يدخل الجنة قاطع رحم", "source": "متفق عليه" },
  { "text": "من أحب أن يبسط له في رزقه، وينسأ له في أثره، فليصل رحمه", "source": "متفق عليه" },
  { "text": "أفضل الصيام بعد رمضان شهر الله المحرم، وأفضل الصلاة بعد الفريضة صلاة الليل", "source": "رواه مسلم" },
  { "text": "صيام يوم عرفة يكفر سنتين: ماضية ومستقبلة", "source": "رواه مسلم" },
  { "text": "صيام يوم عاشوراء، أحتسب على الله أن يكفر السنة التي قبله", "source": "رواه مسلم" },
  { "text": "عليكم بقيام الليل، فإنه دأب الصالحين قبلكم، وقربة إلى الله تعالى، ومنهاة عن الإثم، وتكفير للسيئات، ومطردة للداء عن الجسد", "source": "رواه الترمذي" },
  { "text": "من قرأ آية الكرسي دبر كل صلاة مكتوبة لم يمنعه من دخول الجنة إلا أن يموت", "source": "رواه النسائي، صححه الألباني" },
  { "text": "من صلى علي حين يصبح عشرا وحين يمسي عشرا أدركته شفاعتي يوم القيامة", "source": "رواه الطبراني، صححه الألباني" },
  { "text": "إن الله طيب لا يقبل إلا طيبا، وإن الله أمر المؤمنين بما أمر به المرسلين", "source": "رواه مسلم" },
  { "text": "احرص على ما ينفعك، واستعن بالله ولا تعجز، وإن أصابك شيء فلا تقل: لو أني فعلت كان كذا وكذا، ولكن قل: قدر الله وما شاء فعل، فإن لو تفتح عمل الشيطان", "source": "رواه مسلم" },
  { "text": "إذا سألتم الله فاسألوه الفردوس، فإنه أوسط الجنة وأعلى الجنة، وفوقه عرش الرحمن، ومنه تفجر أنهار الجنة", "source": "رواه البخاري" },
  { "text": "إن الله تجاوز عن أمتي الخطأ والنسيان وما استكرهوا عليه", "source": "رواه ابن ماجه، صححه الألباني" },
  { "text": "من أحب لقاء الله أحب الله لقاءه، ومن كره لقاء الله كره الله لقاءه", "source": "متفق عليه" },
  { "text": "أعطوا الأجير أجره قبل أن يجف عرقه", "source": "رواه ابن ماجه" },
  { "text": "من غدا إلى المسجد أو راح أعد الله له نزلا في الجنة كلما غدا أو راح", "source": "متفق عليه" },
  { "text": "إن العبد ليتكلم بالكلمة من رضوان الله لا يلقي لها بالا يرفعه الله بها درجات، وإن العبد ليتكلم بالكلمة من سخط الله لا يلقي لها بالا يهوي بها في جهنم", "source": "متفق عليه" },
  { "text": "من توضأ فأحسن الوضوء ثم قال: أشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمدا عبده ورسوله، اللهم اجعلني من التوابين واجعلني من المتطهرين، فتحت له أبواب الجنة الثمانية يدخل من أيها شاء", "source": "رواه مسلم" },
  { "text": "من كظم غيظا وهو قادر على أن ينفذه دعاه الله على رؤوس الخلائق يوم القيامة حتى يخيره من الحور العين ما شاء", "source": "رواه الترمذي وأبو داود" },
  { "text": "الحياء شعبة من الإيمان", "source": "متفق عليه" },
  { "text": "الإيمان بضع وسبعون أو بضع وستون شعبة، فأفضلها قول لا إله إلا الله، وأدناها إماطة الأذى عن الطريق، والحياء شعبة من الإيمان", "source": "متفق عليه" },
  { "text": "كلمتان خفيفتان على اللسان، ثقيلتان في الميزان، حبيبتان إلى الرحمن: سبحان الله وبحمده، سبحان الله العظيم", "source": "متفق عليه" },
  { "text": "من قال لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير في يوم مائة مرة كانت له عدل عشر رقاب، وكتبت له مائة حسنة، ومحيت عنه مائة سيئة، وكانت له حرزا من الشيطان يومه ذلك حتى يمسي", "source": "متفق عليه" },
  { "text": "من قال سبحان الله وبحمده في يوم مائة مرة حطت خطاياه وإن كانت مثل زبد البحر", "source": "متفق عليه" },
  { "text": "إذا مات ابن آدم انقطع عمله إلا من ثلاث: صدقة جارية، أو علم ينتفع به، أو ولد صالح يدعو له", "source": "رواه مسلم" },
  { "text": "الدنيا ساعة فاجعلها طاعة", "source": "رواه البيهقي في شعب الإيمان" },
  { "text": "القبر أول منازل الآخرة، فإن نجا منه فما بعده أيسر منه، وإن لم ينج منه فما بعده أشد منه", "source": "رواه الترمذي" },
  { "text": "أكثروا ذكر هاذم اللذات: الموت", "source": "رواه الترمذي" },
  { "text": "لو تعلمون ما أعلم لضحكتم قليلا ولبكيتم كثيرا", "source": "متفق عليه" },
  { "text": "الجنة أقرب إلى أحدكم من شراك نعله، والنار مثل ذلك", "source": "رواه البخاري" },
  { "text": "حفت الجنة بالمكاره، وحفت النار بالشهوات", "source": "متفق عليه" },
  { "text": "اتقوا الله واعدلوا بين أولادكم", "source": "متفق عليه" },
  { "text": "خيركم خيركم لأهله، وأنا خيركم لأهلي", "source": "رواه الترمذي" },
  { "text": "استوصوا بالنساء خيرا، فإنهن خلقن من ضلع، وإن أعوج شيء في الضلع أعلاه، فإن ذهبت تقيمه كسرته، وإن تركته لم يزل أعوج، فاستوصوا بالنساء خيرا", "source": "متفق عليه" },
  { "text": "لا طاعة لمخلوق في معصية الخالق", "source": "رواه أحمد" },
  { "text": "السمع والطاعة على المرء المسلم فيما أحب وكره، ما لم يؤمر بمعصية، فإذا أمر بمعصية فلا سمع ولا طاعة", "source": "متفق عليه" },
  { "text": "الدين يسر، ولن يشاد الدين أحد إلا غلبه، فسددوا وقاربوا وأبشروا", "source": "رواه البخاري" },
  { "text": "إن هذا الدين متين، فأوغلوا فيه برفق، ولا تبغضوا إلى أنفسكم عبادة الله، فإن المنبت لا أرضا قطع ولا ظهرا أبقى", "source": "رواه أحمد" },
  { "text": "هلك المتنطعون، قالها ثلاثا", "source": "رواه مسلم" },
  { "text": "من أحدث في أمرنا هذا ما ليس منه فهو رد", "source": "متفق عليه" },
  { "text": "عليكم بسنتي وسنة الخلفاء الراشدين المهديين من بعدي، عضوا عليها بالنواجذ، وإياكم ومحدثات الأمور، فإن كل محدثة بدعة، وكل بدعة ضلالة", "source": "رواه الترمذي وأبو داود" },
  { "text": "تركت فيكم أمرين لن تضلوا ما تمسكتم بهما: كتاب الله وسنة نبيه", "source": "رواه مالك في الموطأ" },
  { "text": "من يرد الله به خيرا يفقهه في الدين", "source": "متفق عليه" },
  { "text": "طلب العلم فريضة على كل مسلم", "source": "رواه ابن ماجه" },
  { "text": "العلماء ورثة الأنبياء، وإن الأنبياء لم يورثوا دينارا ولا درهما، إنما ورثوا العلم، فمن أخذه أخذ بحظ وافر", "source": "رواه الترمذي وأبو داود" },
  { "text": "من دل على هدى كان له من الأجر مثل أجور من تبعه، لا ينقص ذلك من أجورهم شيئا", "source": "رواه مسلم" },
  { "text": "إن الله يحب إذا عمل أحدكم عملا أن يتقنه", "source": "رواه البيهقي، حسنه الألباني" },
  { "text": "لو أنكم تتوكلون على الله حق توكله لرزقكم كما يرزق الطير، تغدو خماصا وتروح بطانا", "source": "رواه الترمذي" },
  { "text": "أحب البلاد إلى الله مساجدها، وأبغض البلاد إلى الله أسواقها", "source": "رواه مسلم" },
  { "text": "من بنى لله مسجدا يبتغي به وجه الله بنى الله له بيتا في الجنة", "source": "متفق عليه" },
  { "text": "صلاة الجماعة تفضل صلاة الفذ بسبع وعشرين درجة", "source": "متفق عليه" },
  { "text": "أثقل الصلاة على المنافقين صلاة العشاء وصلاة الفجر، ولو يعلمون ما فيهما لأتوهما ولو حبوا", "source": "متفق عليه" },
  { "text": "بشر المشائين في الظلم إلى المساجد بالنور التام يوم القيامة", "source": "رواه الترمذي وأبو داود" },
  { "text": "من تطهر في بيته ثم مشى إلى بيت من بيوت الله ليقضي فريضة من فرائض الله كانت خطوتاه إحداهما تحط خطيئة والأخرى ترفع درجة", "source": "رواه مسلم" },
  { "text": "لا صلاة لمن لا وضوء له، ولا وضوء لمن لم يذكر اسم الله عليه", "source": "رواه أبو داود وابن ماجه" },
  { "text": "مفتاح الصلاة الطهور، وتحريمها التكبير، وتحليلها التسليم", "source": "رواه الترمذي وأبو داود" },
  { "text": "استقيموا ولن تحصوا، واعلموا أن خير أعمالكم الصلاة، ولا يحافظ على الوضوء إلا مؤمن", "source": "رواه ابن ماجه" },
  { "text": "سددوا وقاربوا، واعلموا أنه لن يدخل أحدكم عمله الجنة، وأن أحب الأعمال إلى الله أدومها وإن قل", "source": "متفق عليه" },
  { "text": "من ستر مسلما ستره الله في الدنيا والآخرة", "source": "رواه مسلم" },
  { "text": "رحم الله رجلا سمحا إذا باع، وإذا اشترى، وإذا اقتضى", "source": "رواه البخاري" },
  { "text": "التاجر الصدوق الأمين مع النبيين والصديقين والشهداء", "source": "رواه الترمذي" },
  { "text": "البيعان بالخيار ما لم يتفرقا، فإن صدقا وبينا بورك لهما في بيعهما، وإن كتما وكذبا محقت بركة بيعهما", "source": "متفق عليه" },
  { "text": "الحلال بين والحرام بين، وبينهما أمور مشتبهات لا يعلمهن كثير من الناس، فمن اتقى الشبهات فقد استبرأ لدينه وعرضه، ومن وقع في الشبهات وقع في الحرام", "source": "متفق عليه" },
  { "text": "دع ما يريبك إلى ما لا يريبك، فإن الصدق طمأنينة، وإن الكذب ريبة", "source": "رواه الترمذي" },
  { "text": "إن دماءكم وأموالكم وأعراضكم حرام عليكم كحرمة يومكم هذا في شهركم هذا في بلدكم هذا", "source": "متفق عليه" },
  { "text": "لا يحل مال امرئ مسلم إلا بطيب نفس منه", "source": "رواه أحمد والدارقطني" },
  { "text": "كل المسلم على المسلم حرام: دمه وماله وعرضه", "source": "رواه مسلم" },
  { "text": "من حمل علينا السلاح فليس منا، ومن غشنا فليس منا", "source": "رواه مسلم" },
  { "text": "المسلم أخو المسلم، لا يظلمه ولا يخذله ولا يحقره، التقوى هاهنا، ويشير إلى صدره ثلاث مرات، بحسب امرئ من الشر أن يحقر أخاه المسلم", "source": "رواه مسلم" },
  { "text": "كونوا عباد الله إخوانا، المسلم أخو المسلم لا يظلمه ولا يخذله ولا يحقره", "source": "رواه مسلم" },
  { "text": "اتقوا الظلم، فإن الظلم ظلمات يوم القيامة", "source": "رواه مسلم" },
  { "text": "ما زاد الله عبدا بعفو إلا عزا", "source": "رواه مسلم" },
  { "text": "خير الصدقة ما كان عن ظهر غنى، وابدأ بمن تعول", "source": "متفق عليه" },
  { "text": "ابدأ بنفسك ثم بمن تعول", "source": "رواه مسلم" },
  { "text": "أفضل الصدقة على ذي الرحم الكاشح", "source": "رواه الترمذي" },
  { "text": "ما من يوم يصبح العباد فيه إلا ملكان ينزلان فيقول أحدهما: اللهم أعط منفقا خلفا، ويقول الآخر: اللهم أعط ممسكا تلفا", "source": "متفق عليه" },
  { "text": "سبعة يظلهم الله في ظله يوم لا ظل إلا ظله: الإمام العادل، وشاب نشأ في عبادة الله، ورجل قلبه معلق بالمساجد، ورجلان تحابا في الله اجتمعا عليه وتفرقا عليه، ورجل دعته امرأة ذات منصب وجمال فقال: إني أخاف الله، ورجل تصدق بصدقة فأخفاها حتى لا تعلم شماله ما تنفق يمينه، ورجل ذكر الله خاليا ففاضت عيناه", "source": "متفق عليه" },
  { "text": "نعمتان مغبون فيهما كثير من الناس: الصحة والفراغ", "source": "رواه البخاري" },
  { "text": "اغتنم خمسا قبل خمس: شبابك قبل هرمك، وصحتك قبل سقمك، وغناك قبل فقرك، وفراغك قبل شغلك، وحياتك قبل موتك", "source": "رواه الحاكم والبيهقي" },
  { "text": "من أصبح منكم آمنا في سربه، معافى في جسده، عنده قوت يومه، فكأنما حيزت له الدنيا", "source": "رواه الترمذي" },
  { "text": "ألا وإن في الجسد مضغة إذا صلحت صلح الجسد كله، وإذا فسدت فسد الجسد كله، ألا وهي القلب", "source": "متفق عليه" },
  { "text": "اطلعت في الجنة فرأيت أكثر أهلها الفقراء، واطلعت في النار فرأيت أكثر أهلها النساء", "source": "متفق عليه" },
  { "text": "قال الله تعالى: أعددت لعبادي الصالحين ما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر", "source": "متفق عليه" },
  { "text": "إن أدنى أهل الجنة منزلة رجل صرف الله وجهه عن النار قبل الجنة، ومثل له شجرة ذات ظل، فقال: يا رب قربني من هذه الشجرة أكون في ظلها", "source": "رواه مسلم" },
  { "text": "اتقوا فراسة المؤمن، فإنه ينظر بنور الله", "source": "رواه الترمذي" },
  { "text": "استفت قلبك وإن أفتاك الناس وأفتوك", "source": "رواه أحمد" },
  { "text": "الإثم ما حاك في صدرك، وكرهت أن يطلع عليه الناس", "source": "رواه مسلم" },
  { "text": "البر حسن الخلق، والإثم ما حاك في نفسك، وكرهت أن يطلع عليه الناس", "source": "رواه مسلم" },
  { "text": "بحسب امرئ من الشر أن يحقر أخاه المسلم", "source": "رواه مسلم" },
  { "text": "لا تحقرن من المعروف شيئا، ولو أن تلقى أخاك بوجه طلق", "source": "رواه مسلم" },
  { "text": "من كان يؤمن بالله واليوم الآخر فليقل خيرا أو ليصمت", "source": "متفق عليه" },
  { "text": "ما كان الرفق في شيء إلا زانه، ولا نزع من شيء إلا شانه", "source": "رواه مسلم" },
  { "text": "إن الله يعطي على الرفق ما لا يعطي على العنف، وما لا يعطي على ما سواه", "source": "رواه مسلم" },
  { "text": "من يحرم الرفق يحرم الخير كله", "source": "رواه مسلم" },
  { "text": "كلكم راع وكلكم مسؤول عن رعيته، الإمام راع ومسؤول عن رعيته، والرجل راع في أهله ومسؤول عن رعيته، والمرأة راعية في بيت زوجها ومسؤولة عن رعيتها، والخادم راع في مال سيده ومسؤول عن رعيته", "source": "متفق عليه" },
  { "text": "ما من عبد يسترعيه الله رعية يموت يوم يموت وهو غاش لرعيته إلا حرم الله عليه الجنة", "source": "متفق عليه" },
  { "text": "من قرأ حرفا من كتاب الله فله به حسنة، والحسنة بعشر أمثالها", "source": "رواه الترمذي" },
  { "text": "اقرؤوا القرآن فإنه يأتي يوم القيامة شفيعا لأصحابه", "source": "رواه مسلم" },
  { "text": "من قرأ الآيتين من آخر سورة البقرة في ليلة كفتاه", "source": "متفق عليه" },
  { "text": "لا حسد إلا في اثنتين: رجل آتاه الله القرآن فهو يتلوه آناء الليل وآناء النهار، ورجل آتاه الله مالا فهو ينفقه آناء الليل وآناء النهار", "source": "متفق عليه" },
  { "text": "الماهر بالقرآن مع السفرة الكرام البررة، والذي يقرأ القرآن ويتتعتع فيه وهو عليه شاق له أجران", "source": "متفق عليه" },
  { "text": "من قام بعشر آيات لم يكتب من الغافلين، ومن قام بمائة آية كتب من القانتين، ومن قام بألف آية كتب من المقنطرين", "source": "رواه أبو داود" },
  { "text": "إن لكل شيء صقالة، وصقالة القلوب ذكر الله", "source": "رواه البيهقي" },
  { "text": "ألا أنبئكم بخير أعمالكم، وأزكاها عند مليككم، وأرفعها في درجاتكم، وخير لكم من إنفاق الذهب والورق، وخير لكم من أن تلقوا عدوكم فتضربوا أعناقهم ويضربوا أعناقكم؟ قالوا: بلى يا رسول الله، قال: ذكر الله", "source": "رواه الترمذي" },
  { "text": "من ذكرني في نفسه ذكرته في نفسي، ومن ذكرني في ملأ ذكرته في ملأ خير منهم", "source": "متفق عليه" },
  { "text": "سبق المفردون، قالوا: وما المفردون يا رسول الله؟ قال: الذاكرون الله كثيرا والذاكرات", "source": "رواه مسلم" },
  { "text": "إنما الأعمال بالنيات، وإنما لكل امرئ ما نوى، فمن كانت هجرته إلى الله ورسوله فهجرته إلى الله ورسوله، ومن كانت هجرته لدنيا يصيبها أو امرأة ينكحها فهجرته إلى ما هاجر إليه", "source": "متفق عليه" },
  { "text": "خيركم من تعلم القرآن وعلمه", "source": "رواه البخاري" },
  { "text": "الدين النصيحة، قلنا: لمن؟ قال: لله ولكتابه ولرسوله ولأئمة المسلمين وعامتهم", "source": "رواه مسلم" },
  { "text": "لا يؤمن أحدكم حتى يحب لأخيه ما يحب لنفسه", "source": "متفق عليه" },
  { "text": "من حسن إسلام المرء تركه ما لا يعنيه", "source": "رواه الترمذي" },
  { "text": "المسلم من سلم المسلمون من لسانه ويده", "source": "متفق عليه" },
  { "text": "اتق الله حيثما كنت، وأتبع السيئة الحسنة تمحها، وخالق الناس بخلق حسن", "source": "رواه الترمذي" },
  { "text": "الراحمون يرحمهم الرحمن، ارحموا من في الأرض يرحمكم من في السماء", "source": "رواه الترمذي وأبو داود" },
  { "text": "من غشنا فليس منا", "source": "رواه مسلم" },
  { "text": "تبسمك في وجه أخيك صدقة", "source": "رواه الترمذي" },
  { "text": "أحب الأعمال إلى الله أدومها وإن قل", "source": "متفق عليه" },
  { "text": "الطهور شطر الإيمان، والحمد لله تملأ الميزان، وسبحان الله والحمد لله تملآن أو تملأ ما بين السماء والأرض", "source": "رواه مسلم" },
  { "text": "يسروا ولا تعسروا، وبشروا ولا تنفروا", "source": "متفق عليه" },
  { "text": "المرء مع من أحب", "source": "متفق عليه" },
  { "text": "الدنيا سجن المؤمن وجنة الكافر", "source": "رواه مسلم" },
  { "text": "احفظ الله يحفظك، احفظ الله تجده تجاهك، إذا سألت فاسأل الله، وإذا استعنت فاستعن بالله", "source": "رواه الترمذي" },
  { "text": "من لا يشكر الناس لا يشكر الله", "source": "رواه الترمذي" },
  { "text": "الكلمة الطيبة صدقة", "source": "متفق عليه" },
  { "text": "لا ضرر ولا ضرار", "source": "رواه ابن ماجه والدارقطني" },
  { "text": "إن الله جميل يحب الجمال", "source": "رواه مسلم" },
  { "text": "من تواضع لله رفعه", "source": "رواه مسلم" },
  { "text": "إن الله كتب الإحسان على كل شيء، فإذا قتلتم فأحسنوا القتلة، وإذا ذبحتم فأحسنوا الذبح، وليحد أحدكم شفرته، فليرح ذبيحته", "source": "رواه مسلم" },
  { "text": "خير الناس أنفعهم للناس", "source": "رواه الطبراني، حسنه الألباني" },
  { "text": "الحياء لا يأتي إلا بخير", "source": "متفق عليه" },
  { "text": "من دل على خير فله مثل أجر فاعله", "source": "رواه مسلم" },
  { "text": "الظلم ظلمات يوم القيامة", "source": "متفق عليه" },
  { "text": "اليد العليا خير من اليد السفلى، واليد العليا المنفقة والسفلى السائلة", "source": "متفق عليه" },
  { "text": "الصدق يهدي إلى البر، والبر يهدي إلى الجنة، ولا يزال الرجل يصدق ويتحرى الصدق حتى يكتب عند الله صديقا", "source": "متفق عليه" },
  { "text": "إياكم والكذب، فإن الكذب يهدي إلى الفجور، وإن الفجور يهدي إلى النار", "source": "متفق عليه" },
  { "text": "المؤمن القوي خير وأحب إلى الله من المؤمن الضعيف، وفي كل خير", "source": "رواه مسلم" },
  { "text": "إنما بعثت لأتمم مكارم الأخلاق", "source": "رواه أحمد والبخاري في الأدب المفرد" },
  { "text": "إن أقربكم مني مجلسا يوم القيامة أحاسنكم أخلاقا", "source": "رواه الترمذي" },
  { "text": "من توضأ فأحسن الوضوء خرجت خطاياه من جسده حتى تخرج من تحت أظفاره", "source": "رواه مسلم" },
  { "text": "أفضل الذكر لا إله إلا الله، وأفضل الدعاء الحمد لله", "source": "رواه الترمذي" },
  { "text": "أحب الكلام إلى الله أربع: سبحان الله، والحمد لله، ولا إله إلا الله، والله أكبر", "source": "رواه مسلم" },
  { "text": "من صلى البردين دخل الجنة", "source": "متفق عليه" },
  { "text": "الصلوات الخمس، والجمعة إلى الجمعة، ورمضان إلى رمضان، مكفرات ما بينهن إذا اجتنب الكبائر", "source": "رواه مسلم" },
  { "text": "من صام رمضان إيمانا واحتسابا غفر له ما تقدم من ذنبه", "source": "متفق عليه" },
  { "text": "من قام رمضان إيمانا واحتسابا غفر له ما تقدم من ذنبه", "source": "متفق عليه" },
  { "text": "الحج المبرور ليس له جزاء إلا الجنة", "source": "متفق عليه" },
  { "text": "أفضل الصدقة سقي الماء", "source": "رواه أحمد والنسائي، صححه الألباني" },
  { "text": "اتقوا النار ولو بشق تمرة، فإن لم تجدوا فبكلمة طيبة", "source": "متفق عليه" },
  { "text": "من سلك طريقا يلتمس فيه علما سهل الله له به طريقا إلى الجنة", "source": "رواه مسلم" },
  { "text": "إذا أحب الله عبدا نادى جبريل: إن الله يحب فلانا فأحبه، فيحبه جبريل، فينادي جبريل في أهل السماء: إن الله يحب فلانا فأحبوه، فيحبه أهل السماء، ثم يوضع له القبول في الأرض", "source": "متفق عليه" },
  { "text": "أحب الأعمال إلى الله الصلاة على وقتها، ثم بر الوالدين، ثم الجهاد في سبيل الله", "source": "متفق عليه" },
  { "text": "إن الله لا ينظر إلى صوركم وأموالكم، ولكن ينظر إلى قلوبكم وأعمالكم", "source": "رواه مسلم" },
  { "text": "الدال على الخير كفاعله", "source": "رواه الترمذي" },
  { "text": "المرء على دين خليله، فلينظر أحدكم من يخالل", "source": "رواه الترمذي وأبو داود" },
  { "text": "من صمت نجا", "source": "رواه الترمذي" },
  { "text": "إن من أحبكم إلي وأقربكم مني مجلسا يوم القيامة أحاسنكم أخلاقا", "source": "رواه الترمذي" },
  { "text": "من كان في حاجة أخيه كان الله في حاجته", "source": "متفق عليه" },
  { "text": "والله في عون العبد ما كان العبد في عون أخيه", "source": "رواه مسلم" },
  { "text": "أحب الناس إلى الله أنفعهم للناس", "source": "رواه الطبراني، حسنه الألباني" },
  { "text": "ما نقص مال من صدقة، وما زاد الله عبدا بعفو إلا عزا، وما تواضع أحد لله إلا رفعه الله", "source": "رواه مسلم" },
  { "text": "من نفس عن مؤمن كربة من كرب الدنيا نفس الله عنه كربة من كرب يوم القيامة، ومن يسر على معسر يسر الله عليه في الدنيا والآخرة، ومن ستر مسلما ستره الله في الدنيا والآخرة، والله في عون العبد ما كان العبد في عون أخيه", "source": "رواه مسلم" },
  { "text": "يسروا ولا تعسروا", "source": "متفق عليه" },
  { "text": "إن الله رفيق يحب الرفق في الأمر كله", "source": "متفق عليه" },
  { "text": "الرفق لا يكون في شيء إلا زانه، ولا ينزع من شيء إلا شانه", "source": "رواه مسلم" },
  { "text": "إن الله حيي كريم يستحيي من عبده إذا رفع يديه إليه أن يردهما صفرا", "source": "رواه الترمذي وأبو داود" },
  { "text": "إذا لم تستح فاصنع ما شئت", "source": "رواه البخاري" },
  { "text": "من صلى علي واحدة صلى الله عليه بها عشرا", "source": "رواه مسلم" },
  { "text": "أقرب ما يكون العبد من ربه وهو ساجد، فأكثروا الدعاء", "source": "رواه مسلم" },
  { "text": "الدعاء هو العبادة، ثم قرأ: وقال ربكم ادعوني أستجب لكم", "source": "رواه الترمذي" },
  { "text": "ادعوا الله وأنتم موقنون بالإجابة، واعلموا أن الله لا يستجيب دعاء من قلب غافل لاه", "source": "رواه الترمذي" },
  { "text": "من لا يرحم لا يرحم", "source": "متفق عليه" },
  { "text": "ارحموا من في الأرض يرحمكم من في السماء", "source": "رواه الترمذي وأبو داود" },
  { "text": "ليس الشديد بالصرعة، إنما الشديد الذي يملك نفسه عند الغضب", "source": "متفق عليه" },
  { "text": "كل ابن آدم خطاء، وخير الخطائين التوابون", "source": "رواه الترمذي وابن ماجه" },
  { "text": "التائب من الذنب كمن لا ذنب له", "source": "رواه ابن ماجه" },
  { "text": "إن الله يبسط يده بالليل ليتوب مسيء النهار، ويبسط يده بالنهار ليتوب مسيء الليل، حتى تطلع الشمس من مغربها", "source": "رواه مسلم" },
  { "text": "الدنيا ملعونة ملعون ما فيها، إلا ذكر الله وما ولاه، وعالما أو متعلما", "source": "رواه الترمذي وابن ماجه" },
  { "text": "كن في الدنيا كأنك غريب أو عابر سبيل", "source": "رواه البخاري" },
  { "text": "ازهد في الدنيا يحبك الله، وازهد فيما عند الناس يحبك الناس", "source": "رواه ابن ماجه" },
  { "text": "لو كانت الدنيا تعدل عند الله جناح بعوضة ما سقى كافرا منها شربة ماء", "source": "رواه الترمذي" },
  { "text": "من ترك شيئا لله عوضه الله خيرا منه", "source": "رواه أحمد" },
  { "text": "القناعة كنز لا يفنى", "source": "رواه الطبراني، ضعفه الألباني" },
  { "text": "ليس الغنى عن كثرة العرض، ولكن الغنى غنى النفس", "source": "متفق عليه" },
  { "text": "من رضي فله الرضا", "source": "رواه الترمذي" },
  { "text": "عجبا لأمر المؤمن، إن أمره كله خير، وليس ذلك لأحد إلا للمؤمن، إن أصابته سراء شكر فكان خيرا له، وإن أصابته ضراء صبر فكان خيرا له", "source": "رواه مسلم" },
  { "text": "لا تحاسدوا، ولا تناجشوا، ولا تباغضوا، ولا تدابروا، ولا يبع بعضكم على بيع بعض، وكونوا عباد الله إخوانا", "source": "متفق عليه" },
  { "text": "المؤمن للمؤمن كالبنيان يشد بعضه بعضا", "source": "متفق عليه" },
  { "text": "مثل المؤمنين في توادهم وتراحمهم وتعاطفهم مثل الجسد، إذا اشتكى منه عضو تداعى له سائر الجسد بالسهر والحمى", "source": "متفق عليه" },
  { "text": "سباب المسلم فسوق، وقتاله كفر", "source": "متفق عليه" },
  { "text": "لا يدخل الجنة من كان في قلبه مثقال ذرة من كبر", "source": "رواه مسلم" },
  { "text": "الكبر بطر الحق وغمط الناس", "source": "رواه مسلم" },
  { "text": "ألا أخبركم بأهل الجنة؟ كل ضعيف متضعف، لو أقسم على الله لأبره", "source": "متفق عليه" },
  { "text": "إن من شر الناس ذا الوجهين، الذي يأتي هؤلاء بوجه وهؤلاء بوجه", "source": "متفق عليه" },
  { "text": "من كان يؤمن بالله واليوم الآخر فليكرم ضيفه، ومن كان يؤمن بالله واليوم الآخر فليصل رحمه، ومن كان يؤمن بالله واليوم الآخر فليقل خيرا أو ليصمت", "source": "متفق عليه" },
  { "text": "ليس الواصل بالمكافئ، ولكن الواصل الذي إذا قطعت رحمه وصلها", "source": "رواه البخاري" },
  { "text": "لا يدخل الجنة قاطع رحم", "source": "متفق عليه" },
  { "text": "من أحب أن يبسط له في رزقه، وينسأ له في أثره، فليصل رحمه", "source": "متفق عليه" },
  { "text": "أفضل الصيام بعد رمضان شهر الله المحرم، وأفضل الصلاة بعد الفريضة صلاة الليل", "source": "رواه مسلم" },
  { "text": "صيام يوم عرفة يكفر سنتين: ماضية ومستقبلة", "source": "رواه مسلم" },
  { "text": "صيام يوم عاشوراء، أحتسب على الله أن يكفر السنة التي قبله", "source": "رواه مسلم" },
  { "text": "عليكم بقيام الليل، فإنه دأب الصالحين قبلكم، وقربة إلى الله تعالى، ومنهاة عن الإثم، وتكفير للسيئات، ومطردة للداء عن الجسد", "source": "رواه الترمذي" },
  { "text": "من قرأ آية الكرسي دبر كل صلاة مكتوبة لم يمنعه من دخول الجنة إلا أن يموت", "source": "رواه النسائي، صححه الألباني" },
  { "text": "من صلى علي حين يصبح عشرا وحين يمسي عشرا أدركته شفاعتي يوم القيامة", "source": "رواه الطبراني، صححه الألباني" },
  { "text": "إن الله طيب لا يقبل إلا طيبا، وإن الله أمر المؤمنين بما أمر به المرسلين", "source": "رواه مسلم" },
  { "text": "احرص على ما ينفعك، واستعن بالله ولا تعجز، وإن أصابك شيء فلا تقل: لو أني فعلت كان كذا وكذا، ولكن قل: قدر الله وما شاء فعل، فإن لو تفتح عمل الشيطان", "source": "رواه مسلم" },
  { "text": "إذا سألتم الله فاسألوه الفردوس، فإنه أوسط الجنة وأعلى الجنة، وفوقه عرش الرحمن، ومنه تفجر أنهار الجنة", "source": "رواه البخاري" },
  { "text": "إن الله تجاوز عن أمتي الخطأ والنسيان وما استكرهوا عليه", "source": "رواه ابن ماجه، صححه الألباني" },
  { "text": "من أحب لقاء الله أحب الله لقاءه، ومن كره لقاء الله كره الله لقاءه", "source": "متفق عليه" },
  { "text": "أعطوا الأجير أجره قبل أن يجف عرقه", "source": "رواه ابن ماجه" },
  { "text": "من غدا إلى المسجد أو راح أعد الله له نزلا في الجنة كلما غدا أو راح", "source": "متفق عليه" },
  { "text": "إن العبد ليتكلم بالكلمة من رضوان الله لا يلقي لها بالا يرفعه الله بها درجات، وإن العبد ليتكلم بالكلمة من سخط الله لا يلقي لها بالا يهوي بها في جهنم", "source": "متفق عليه" },
  { "text": "من توضأ فأحسن الوضوء ثم قال: أشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمدا عبده ورسوله، اللهم اجعلني من التوابين واجعلني من المتطهرين، فتحت له أبواب الجنة الثمانية يدخل من أيها شاء", "source": "رواه مسلم" },
  { "text": "من كظم غيظا وهو قادر على أن ينفذه دعاه الله على رؤوس الخلائق يوم القيامة حتى يخيره من الحور العين ما شاء", "source": "رواه الترمذي وأبو داود" },
  { "text": "الحياء شعبة من الإيمان", "source": "متفق عليه" },
  { "text": "الإيمان بضع وسبعون أو بضع وستون شعبة، فأفضلها قول لا إله إلا الله، وأدناها إماطة الأذى عن الطريق، والحياء شعبة من الإيمان", "source": "متفق عليه" },
  { "text": "كلمتان خفيفتان على اللسان، ثقيلتان في الميزان، حبيبتان إلى الرحمن: سبحان الله وبحمده، سبحان الله العظيم", "source": "متفق عليه" },
  { "text": "من قال لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير في يوم مائة مرة كانت له عدل عشر رقاب، وكتبت له مائة حسنة، ومحيت عنه مائة سيئة، وكانت له حرزا من الشيطان يومه ذلك حتى يمسي", "source": "متفق عليه" },
  { "text": "من قال سبحان الله وبحمده في يوم مائة مرة حطت خطاياه وإن كانت مثل زبد البحر", "source": "متفق عليه" },
  { "text": "إذا مات ابن آدم انقطع عمله إلا من ثلاث: صدقة جارية، أو علم ينتفع به، أو ولد صالح يدعو له", "source": "رواه مسلم" },
  { "text": "الدنيا ساعة فاجعلها طاعة", "source": "رواه البيهقي في شعب الإيمان" },
  { "text": "القبر أول منازل الآخرة، فإن نجا منه فما بعده أيسر منه، وإن لم ينج منه فما بعده أشد منه", "source": "رواه الترمذي" },
  { "text": "أكثروا ذكر هاذم اللذات: الموت", "source": "رواه الترمذي" },
  { "text": "لو تعلمون ما أعلم لضحكتم قليلا ولبكيتم كثيرا", "source": "متفق عليه" },
  { "text": "الجنة أقرب إلى أحدكم من شراك نعله، والنار مثل ذلك", "source": "رواه البخاري" },
  { "text": "حفت الجنة بالمكاره، وحفت النار بالشهوات", "source": "متفق عليه" },
  { "text": "اتقوا الله واعدلوا بين أولادكم", "source": "متفق عليه" },
  { "text": "خيركم خيركم لأهله، وأنا خيركم لأهلي", "source": "رواه الترمذي" },
  { "text": "استوصوا بالنساء خيرا، فإنهن خلقن من ضلع، وإن أعوج شيء في الضلع أعلاه، فإن ذهبت تقيمه كسرته، وإن تركته لم يزل أعوج، فاستوصوا بالنساء خيرا", "source": "متفق عليه" },
  { "text": "لا طاعة لمخلوق في معصية الخالق", "source": "رواه أحمد" },
  { "text": "السمع والطاعة على المرء المسلم فيما أحب وكره، ما لم يؤمر بمعصية، فإذا أمر بمعصية فلا سمع ولا طاعة", "source": "متفق عليه" },
  { "text": "الدين يسر، ولن يشاد الدين أحد إلا غلبه، فسددوا وقاربوا وأبشروا", "source": "رواه البخاري" },
  { "text": "إن هذا الدين متين، فأوغلوا فيه برفق، ولا تبغضوا إلى أنفسكم عبادة الله، فإن المنبت لا أرضا قطع ولا ظهرا أبقى", "source": "رواه أحمد" },
  { "text": "هلك المتنطعون، قالها ثلاثا", "source": "رواه مسلم" },
  { "text": "من أحدث في أمرنا هذا ما ليس منه فهو رد", "source": "متفق عليه" },
  { "text": "عليكم بسنتي وسنة الخلفاء الراشدين المهديين من بعدي، عضوا عليها بالنواجذ، وإياكم ومحدثات الأمور، فإن كل محدثة بدعة، وكل بدعة ضلالة", "source": "رواه الترمذي وأبو داود" },
  { "text": "تركت فيكم أمرين لن تضلوا ما تمسكتم بهما: كتاب الله وسنة نبيه", "source": "رواه مالك في الموطأ" },
  { "text": "من يرد الله به خيرا يفقهه في الدين", "source": "متفق عليه" },
  { "text": "طلب العلم فريضة على كل مسلم", "source": "رواه ابن ماجه" },
  { "text": "العلماء ورثة الأنبياء، وإن الأنبياء لم يورثوا دينارا ولا درهما، إنما ورثوا العلم، فمن أخذه أخذ بحظ وافر", "source": "رواه الترمذي وأبو داود" },
  { "text": "من دل على هدى كان له من الأجر مثل أجور من تبعه، لا ينقص ذلك من أجورهم شيئا", "source": "رواه مسلم" },
  { "text": "إن الله يحب إذا عمل أحدكم عملا أن يتقنه", "source": "رواه البيهقي، حسنه الألباني" },
  { "text": "لو أنكم تتوكلون على الله حق توكله لرزقكم كما يرزق الطير، تغدو خماصا وتروح بطانا", "source": "رواه الترمذي" },
  { "text": "أحب البلاد إلى الله مساجدها، وأبغض البلاد إلى الله أسواقها", "source": "رواه مسلم" },
  { "text": "من بنى لله مسجدا يبتغي به وجه الله بنى الله له بيتا في الجنة", "source": "متفق عليه" },
  { "text": "صلاة الجماعة تفضل صلاة الفذ بسبع وعشرين درجة", "source": "متفق عليه" },
  { "text": "أثقل الصلاة على المنافقين صلاة العشاء وصلاة الفجر، ولو يعلمون ما فيهما لأتوهما ولو حبوا", "source": "متفق عليه" },
  { "text": "بشر المشائين في الظلم إلى المساجد بالنور التام يوم القيامة", "source": "رواه الترمذي وأبو داود" },
  { "text": "من تطهر في بيته ثم مشى إلى بيت من بيوت الله ليقضي فريضة من فرائض الله كانت خطوتاه إحداهما تحط خطيئة والأخرى ترفع درجة", "source": "رواه مسلم" },
  { "text": "لا صلاة لمن لا وضوء له، ولا وضوء لمن لم يذكر اسم الله عليه", "source": "رواه أبو داود وابن ماجه" },
  { "text": "مفتاح الصلاة الطهور، وتحريمها التكبير، وتحليلها التسليم", "source": "رواه الترمذي وأبو داود" },
  { "text": "استقيموا ولن تحصوا، واعلموا أن خير أعمالكم الصلاة، ولا يحافظ على الوضوء إلا مؤمن", "source": "رواه ابن ماجه" },
  { "text": "سددوا وقاربوا، واعلموا أنه لن يدخل أحدكم عمله الجنة، وأن أحب الأعمال إلى الله أدومها وإن قل", "source": "متفق عليه" },
  { "text": "من ستر مسلما ستره الله في الدنيا والآخرة", "source": "رواه مسلم" },
  { "text": "رحم الله رجلا سمحا إذا باع، وإذا اشترى، وإذا اقتضى", "source": "رواه البخاري" },
  { "text": "التاجر الصدوق الأمين مع النبيين والصديقين والشهداء", "source": "رواه الترمذي" },
  { "text": "البيعان بالخيار ما لم يتفرقا، فإن صدقا وبينا بورك لهما في بيعهما، وإن كتما وكذبا محقت بركة بيعهما", "source": "متفق عليه" },
  { "text": "الحلال بين والحرام بين، وبينهما أمور مشتبهات لا يعلمهن كثير من الناس، فمن اتقى الشبهات فقد استبرأ لدينه وعرضه، ومن وقع في الشبهات وقع في الحرام", "source": "متفق عليه" },
  { "text": "دع ما يريبك إلى ما لا يريبك، فإن الصدق طمأنينة، وإن الكذب ريبة", "source": "رواه الترمذي" },
  { "text": "إن دماءكم وأموالكم وأعراضكم حرام عليكم كحرمة يومكم هذا في شهركم هذا في بلدكم هذا", "source": "متفق عليه" },
  { "text": "لا يحل مال امرئ مسلم إلا بطيب نفس منه", "source": "رواه أحمد والدارقطني" },
  { "text": "كل المسلم على المسلم حرام: دمه وماله وعرضه", "source": "رواه مسلم" },
  { "text": "من حمل علينا السلاح فليس منا، ومن غشنا فليس منا", "source": "رواه مسلم" },
  { "text": "المسلم أخو المسلم، لا يظلمه ولا يخذله ولا يحقره، التقوى هاهنا، ويشير إلى صدره ثلاث مرات، بحسب امرئ من الشر أن يحقر أخاه المسلم", "source": "رواه مسلم" },
  { "text": "كونوا عباد الله إخوانا، المسلم أخو المسلم لا يظلمه ولا يخذله ولا يحقره", "source": "رواه مسلم" },
  { "text": "اتقوا الظلم، فإن الظلم ظلمات يوم القيامة", "source": "رواه مسلم" },
  { "text": "ما زاد الله عبدا بعفو إلا عزا", "source": "رواه مسلم" },
  { "text": "خير الصدقة ما كان عن ظهر غنى، وابدأ بمن تعول", "source": "متفق عليه" },
  { "text": "ابدأ بنفسك ثم بمن تعول", "source": "رواه مسلم" },
  { "text": "أفضل الصدقة على ذي الرحم الكاشح", "source": "رواه الترمذي" },
  { "text": "ما من يوم يصبح العباد فيه إلا ملكان ينزلان فيقول أحدهما: اللهم أعط منفقا خلفا، ويقول الآخر: اللهم أعط ممسكا تلفا", "source": "متفق عليه" },
  { "text": "سبعة يظلهم الله في ظله يوم لا ظل إلا ظله: الإمام العادل، وشاب نشأ في عبادة الله، ورجل قلبه معلق بالمساجد، ورجلان تحابا في الله اجتمعا عليه وتفرقا عليه، ورجل دعته امرأة ذات منصب وجمال فقال: إني أخاف الله، ورجل تصدق بصدقة فأخفاها حتى لا تعلم شماله ما تنفق يمينه، ورجل ذكر الله خاليا ففاضت عيناه", "source": "متفق عليه" },
  { "text": "نعمتان مغبون فيهما كثير من الناس: الصحة والفراغ", "source": "رواه البخاري" },
  { "text": "اغتنم خمسا قبل خمس: شبابك قبل هرمك، وصحتك قبل سقمك، وغناك قبل فقرك، وفراغك قبل شغلك، وحياتك قبل موتك", "source": "رواه الحاكم والبيهقي" },
  { "text": "من أصبح منكم آمنا في سربه، معافى في جسده، عنده قوت يومه، فكأنما حيزت له الدنيا", "source": "رواه الترمذي" },
  { "text": "ألا وإن في الجسد مضغة إذا صلحت صلح الجسد كله، وإذا فسدت فسد الجسد كله، ألا وهي القلب", "source": "متفق عليه" },
  { "text": "اطلعت في الجنة فرأيت أكثر أهلها الفقراء، واطلعت في النار فرأيت أكثر أهلها النساء", "source": "متفق عليه" },
  { "text": "قال الله تعالى: أعددت لعبادي الصالحين ما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر", "source": "متفق عليه" },
  { "text": "إن أدنى أهل الجنة منزلة رجل صرف الله وجهه عن النار قبل الجنة، ومثل له شجرة ذات ظل، فقال: يا رب قربني من هذه الشجرة أكون في ظلها", "source": "رواه مسلم" },
  { "text": "اتقوا فراسة المؤمن، فإنه ينظر بنور الله", "source": "رواه الترمذي" },
  { "text": "استفت قلبك وإن أفتاك الناس وأفتوك", "source": "رواه أحمد" },
  { "text": "الإثم ما حاك في صدرك، وكرهت أن يطلع عليه الناس", "source": "رواه مسلم" },
  { "text": "البر حسن الخلق، والإثم ما حاك في نفسك، وكرهت أن يطلع عليه الناس", "source": "رواه مسلم" },
  { "text": "بحسب امرئ من الشر أن يحقر أخاه المسلم", "source": "رواه مسلم" },
  { "text": "لا تحقرن من المعروف شيئا، ولو أن تلقى أخاك بوجه طلق", "source": "رواه مسلم" },
  { "text": "من كان يؤمن بالله واليوم الآخر فليقل خيرا أو ليصمت", "source": "متفق عليه" },
  { "text": "ما كان الرفق في شيء إلا زانه، ولا نزع من شيء إلا شانه", "source": "رواه مسلم" },
  { "text": "إن الله يعطي على الرفق ما لا يعطي على العنف، وما لا يعطي على ما سواه", "source": "رواه مسلم" },
  { "text": "من يحرم الرفق يحرم الخير كله", "source": "رواه مسلم" },
  { "text": "كلكم راع وكلكم مسؤول عن رعيته، الإمام راع ومسؤول عن رعيته، والرجل راع في أهله ومسؤول عن رعيته، والمرأة راعية في بيت زوجها ومسؤولة عن رعيتها، والخادم راع في مال سيده ومسؤول عن رعيته", "source": "متفق عليه" },
  { "text": "ما من عبد يسترعيه الله رعية يموت يوم يموت وهو غاش لرعيته إلا حرم الله عليه الجنة", "source": "متفق عليه" },
  { "text": "من قرأ حرفا من كتاب الله فله به حسنة، والحسنة بعشر أمثالها", "source": "رواه الترمذي" },
  { "text": "اقرؤوا القرآن فإنه يأتي يوم القيامة شفيعا لأصحابه", "source": "رواه مسلم" },
  { "text": "من قرأ الآيتين من آخر سورة البقرة في ليلة كفتاه", "source": "متفق عليه" },
  { "text": "لا حسد إلا في اثنتين: رجل آتاه الله القرآن فهو يتلوه آناء الليل وآناء النهار، ورجل آتاه الله مالا فهو ينفقه آناء الليل وآناء النهار", "source": "متفق عليه" },
  { "text": "الماهر بالقرآن مع السفرة الكرام البررة، والذي يقرأ القرآن ويتتعتع فيه وهو عليه شاق له أجران", "source": "متفق عليه" },
  { "text": "من قام بعشر آيات لم يكتب من الغافلين، ومن قام بمائة آية كتب من القانتين، ومن قام بألف آية كتب من المقنطرين", "source": "رواه أبو داود" },
  { "text": "إن لكل شيء صقالة، وصقالة القلوب ذكر الله", "source": "رواه البيهقي" },
  { "text": "ألا أنبئكم بخير أعمالكم، وأزكاها عند مليككم، وأرفعها في درجاتكم، وخير لكم من إنفاق الذهب والورق، وخير لكم من أن تلقوا عدوكم فتضربوا أعناقهم ويضربوا أعناقكم؟ قالوا: بلى يا رسول الله، قال: ذكر الله", "source": "رواه الترمذي" },
  { "text": "من ذكرني في نفسه ذكرته في نفسي، ومن ذكرني في ملأ ذكرته في ملأ خير منهم", "source": "متفق عليه" },
  { "text": "سبق المفردون، قالوا: وما المفردون يا رسول الله؟ قال: الذاكرون الله كثيرا والذاكرات", "source": "رواه مسلم" },
  { "text": "من قال حين يصبح وحين يمسي: سبحان الله وبحمده مائة مرة، لم يأت أحد يوم القيامة بأفضل مما جاء به إلا أحد قال مثل ما قال أو زاد عليه", "source": "رواه مسلم" },
  { "text": "من قال: لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير، عشر مرات، كان كمن أعتق أربعة أنفس من ولد إسماعيل", "source": "متفق عليه" },
  { "text": "ما من مسلم يدعو بدعوة ليس فيها إثم ولا قطيعة رحم إلا أعطاه الله بها إحدى ثلاث: إما أن تعجل له دعوته، وإما أن يدخرها له في الآخرة، وإما أن يصرف عنه من السوء مثلها", "source": "رواه أحمد" },
  { "text": "الدعاء بين الأذان والإقامة لا يرد", "source": "رواه أبو داود والترمذي" },
  { "text": "ثلاثة لا ترد دعوتهم: الصائم حتى يفطر، والإمام العادل، ودعوة المظلوم يرفعها الله فوق الغمام ويفتح لها أبواب السماء ويقول الرب: وعزتي لأنصرنك ولو بعد حين", "source": "رواه الترمذي" },
  { "text": "ما من عبد مسلم يدعو لأخيه بظهر الغيب إلا قال الملك: ولك بمثل", "source": "رواه مسلم" },
  { "text": "أقرب ما يكون الرب من العبد في جوف الليل الآخر، فإن استطعت أن تكون ممن يذكر الله في تلك الساعة فكن", "source": "رواه الترمذي" },
  { "text": "ينزل ربنا تبارك وتعالى كل ليلة إلى السماء الدنيا حين يبقى ثلث الليل الآخر فيقول: من يدعوني فأستجيب له، من يسألني فأعطيه، من يستغفرني فأغفر له", "source": "متفق عليه" },
  { "text": "من قال: رضيت بالله ربا، وبالإسلام دينا، وبمحمد رسولا، وجبت له الجنة", "source": "رواه مسلم" },
  { "text": "من قال حين يأوي إلى فراشه: لا إله إلا الله وحده لا شريك له، له الملك وله الحمد، وهو على كل شيء قدير، لا حول ولا قوة إلا بالله، سبحان الله، والحمد لله، ولا إله إلا الله، والله أكبر، غفرت له ذنوبه وإن كانت مثل زبد البحر", "source": "رواه ابن حبان" },
  { "text": "ألا أدلكم على ما يمحو الله به الخطايا ويرفع به الدرجات؟ إسباغ الوضوء على المكاره، وكثرة الخطا إلى المساجد، وانتظار الصلاة بعد الصلاة، فذلكم الرباط، فذلكم الرباط", "source": "رواه مسلم" },
  { "text": "من صلى اثنتي عشرة ركعة في يوم وليلة بني له بهن بيت في الجنة", "source": "رواه مسلم" },
  { "text": "ركعتا الفجر خير من الدنيا وما فيها", "source": "رواه مسلم" },
  { "text": "من حافظ على أربع ركعات قبل الظهر وأربع بعدها حرمه الله على النار", "source": "رواه الترمذي وأبو داود" },
  { "text": "من صلى لله أربعين يوما في جماعة يدرك التكبيرة الأولى كتبت له براءتان: براءة من النار وبراءة من النفاق", "source": "رواه الترمذي" },
  { "text": "لولا أن أشق على أمتي لأمرتهم بالسواك عند كل صلاة", "source": "متفق عليه" },
  { "text": "السواك مطهرة للفم مرضاة للرب", "source": "رواه النسائي" },
  { "text": "صلاة في مسجدي هذا أفضل من ألف صلاة فيما سواه إلا المسجد الحرام، وصلاة في المسجد الحرام أفضل من مائة ألف صلاة فيما سواه", "source": "رواه أحمد وابن ماجه" },
  { "text": "صلاة في المسجد الحرام بمائة ألف صلاة، وصلاة في مسجدي بألف صلاة، وصلاة في بيت المقدس بخمسمائة صلاة", "source": "رواه الطبراني" },
  { "text": "لا تشد الرحال إلا إلى ثلاثة مساجد: المسجد الحرام، ومسجدي هذا، والمسجد الأقصى", "source": "متفق عليه" },
  { "text": "من أتى المسجد لا يريد إلا أن يتعلم خيرا أو يعلمه كان له كأجر حاج تاما حجه", "source": "رواه الطبراني" },
  { "text": "الصلاة خير موضوع، فمن استطاع أن يستكثر فليستكثر", "source": "رواه الطبراني" },
  { "text": "أفضل الصلاة طول القنوت", "source": "رواه مسلم" },
  { "text": "أحب الصلاة إلى الله صلاة داود، وأحب الصيام إلى الله صيام داود، كان ينام نصف الليل ويقوم ثلثه وينام سدسه، وكان يصوم يوما ويفطر يوما", "source": "متفق عليه" },
  { "text": "من قرأ قل هو الله أحد حتى يختمها عشر مرات بنى الله له قصرا في الجنة", "source": "رواه أحمد" },
  { "text": "من قرأ بالآيتين من آخر سورة البقرة في ليلة كفتاه", "source": "متفق عليه" },
  { "text": "لا تجعلوا بيوتكم مقابر، إن الشيطان ينفر من البيت الذي تقرأ فيه سورة البقرة", "source": "رواه مسلم" },
  { "text": "من قرأ سورة الكهف يوم الجمعة أضاء له من النور ما بين الجمعتين", "source": "رواه الحاكم والبيهقي" },
  { "text": "إن أعظم الآيات في القرآن آية الكرسي", "source": "رواه الحاكم" },
  { "text": "من قرأ آية الكرسي في دبر كل صلاة مكتوبة لم يحل بينه وبين دخول الجنة إلا الموت", "source": "رواه النسائي" },
  { "text": "أعطيت خواتيم سورة البقرة من كنز تحت العرش", "source": "رواه الحاكم" },
  { "text": "من قرأ العشر الأواخر من سورة الكهف عصم من فتنة المسيح الدجال", "source": "رواه مسلم" },
  { "text": "خذوا جنتكم من النار، قولوا: سبحان الله، والحمد لله، ولا إله إلا الله، والله أكبر، فإنهن يأتين يوم القيامة مقدمات ومعقبات ومجنبات، وهن الباقيات الصالحات", "source": "رواه النسائي والحاكم" },
  { "text": "من قال: سبحان الله العظيم وبحمده، غرست له نخلة في الجنة", "source": "رواه الترمذي" },
  { "text": "من قال: لا حول ولا قوة إلا بالله، كانت له دواء من تسعة وتسعين داء أيسرها الهم", "source": "رواه الطبراني" },
  { "text": "يا أيها الناس توبوا إلى الله، فإني أتوب في اليوم إليه مائة مرة", "source": "رواه مسلم" },
  { "text": "إن الله يبسط يده بالليل ليتوب مسيء النهار، ويبسط يده بالنهار ليتوب مسيء الليل", "source": "رواه مسلم" },
  { "text": "ما أصر من استغفر ولو عاد في اليوم سبعين مرة", "source": "رواه أبو داود والترمذي" },
  { "text": "من استغفر للمؤمنين والمؤمنات كتب الله له بكل مؤمن ومؤمنة حسنة", "source": "رواه الطبراني" },
  { "text": "سيد الاستغفار أن تقول: اللهم أنت ربي لا إله إلا أنت، خلقتني وأنا عبدك، وأنا على عهدك ووعدك ما استطعت، أعوذ بك من شر ما صنعت، أبوء لك بنعمتك علي وأبوء بذنبي، فاغفر لي فإنه لا يغفر الذنوب إلا أنت، من قالها من النهار موقنا بها فمات من يومه قبل أن يمسي فهو من أهل الجنة، ومن قالها من الليل وهو موقن بها فمات قبل أن يصبح فهو من أهل الجنة", "source": "رواه البخاري" },
  { "text": "من قال حين يصبح وحين يمسي: حسبي الله لا إله إلا هو عليه توكلت وهو رب العرش العظيم، سبع مرات، كفاه الله ما أهمه من أمر الدنيا والآخرة", "source": "رواه أبو داود" },
  { "text": "من قال إذا أصبح: اللهم ما أصبح بي من نعمة أو بأحد من خلقك فمنك وحدك لا شريك لك، فلك الحمد ولك الشكر، فقد أدى شكر يومه، ومن قال مثل ذلك حين يمسي فقد أدى شكر ليلته", "source": "رواه أبو داود" },
  { "text": "من قال إذا أصبح وإذا أمسى: سبحان الله وبحمده، مائة مرة، لم يأت أحد يوم القيامة بأفضل مما جاء به إلا أحد قال مثل ما قال أو زاد", "source": "رواه مسلم" },
  { "text": "أيعجز أحدكم أن يكسب كل يوم ألف حسنة؟ فسأله سائل من جلسائه: كيف يكسب أحدنا ألف حسنة؟ قال: يسبح مائة تسبيحة فيكتب له ألف حسنة أو يحط عنه ألف خطيئة", "source": "رواه مسلم" },
  { "text": "من صلى على حين يصبح عشرا وحين يمسي عشرا أدركته شفاعتي يوم القيامة", "source": "رواه الطبراني" },
  { "text": "إن من أفضل أيامكم يوم الجمعة، فأكثروا علي من الصلاة فيه، فإن صلاتكم معروضة علي", "source": "رواه أبو داود" },
  { "text": "من صلى علي صلاة صلى الله عليه بها عشرا", "source": "رواه مسلم" },
  { "text": "البخيل من ذكرت عنده فلم يصل علي", "source": "رواه الترمذي" },
  { "text": "صلوا علي فإن الصلاة علي كفارة لكم", "source": "رواه البيهقي" },
  { "text": "من أكثر من الصلاة علي كفاه الله ما أهمه من أمر الدنيا والآخرة", "source": "رواه ابن أبي شيبة" },
  { "text": "ما جلس قوم مجلسا لم يذكروا الله فيه ولم يصلوا على نبيهم إلا كان عليهم ترة، فإن شاء عذبهم وإن شاء غفر لهم", "source": "رواه الترمذي" },
  { "text": "من استطاع منكم أن يكون له خبء من عمل صالح فليفعل", "source": "رواه الطبراني" },
  { "text": "إذا دخل أحدكم بيته فليسلم، فإنه بركة عليه وعلى أهل بيته", "source": "رواه الترمذي" },
  { "text": "إذا ولج الرجل بيته فذكر الله عند دخوله وعند طعامه قال الشيطان: لا مبيت لكم ولا عشاء، وإذا دخل فلم يذكر الله عند دخوله قال الشيطان: أدركتم المبيت، وإذا لم يذكر الله عند طعامه قال: أدركتم المبيت والعشاء", "source": "رواه مسلم" },
  { "text": "من أكل طعاما ثم قال: الحمد لله الذي أطعمني هذا ورزقنيه من غير حول مني ولا قوة، غفر له ما تقدم من ذنبه", "source": "رواه الترمذي وأبو داود" },
  { "text": "إن الله ليرضى عن العبد أن يأكل الأكلة فيحمده عليها أو يشرب الشربة فيحمده عليها", "source": "رواه مسلم" },
  { "text": "الطعام قبل الملح والطعام بعد الملح شفاء من كل داء", "source": "رواه أبو نعيم في الطب النبوي" },
  { "text": "ما ملأ آدمي وعاء شرا من بطن، بحسب ابن آدم أكلات يقمن صلبه، فإن كان لا محالة فثلث لطعامه وثلث لشرابه وثلث لنفسه", "source": "رواه الترمذي" },
  { "text": "المعدة بيت الداء والحمية رأس الدواء", "source": "رواه ابن ماجه في الطب" },
  { "text": "عليكم بالعسل فوالذي نفسي بيده ما من بيت فيه عسل إلا وتستغفر الملائكة لذلك البيت", "source": "رواه ابن ماجه" },
  { "text": "من تصبح بسبع تمرات عجوة لم يضره ذلك اليوم سم ولا سحر", "source": "متفق عليه" },
  { "text": "الرمان سيد الفاكهة", "source": "رواه أبو نعيم" },
  { "text": "كلوا الزيت وادهنوا به فإنه من شجرة مباركة", "source": "رواه الترمذي وابن ماجه" },
  { "text": "خير إدامكم الخل", "source": "رواه مسلم" },
  { "text": "عليكم بألبان البقر فإنها ترم من كل الشجر", "source": "رواه أحمد والطبراني" },
  { "text": "لا تكرهوا مرضاكم على الطعام والشراب فإن الله يطعمهم ويسقيهم", "source": "رواه الترمذي وابن ماجه" },
  { "text": "من عاد مريضا لم يزل في خرفة الجنة، قيل: يا رسول الله وما خرفة الجنة؟ قال: جناها", "source": "رواه مسلم" },
  { "text": "ما من مسلم يعود مسلما غدوة إلا صلى عليه سبعون ألف ملك حتى يمسي، وإن عاده عشية صلى عليه سبعون ألف ملك حتى يصبح، وكان له خريف في الجنة", "source": "رواه الترمذي وأبو داود" },
  { "text": "إن المسلم إذا عاد أخاه المسلم لم يزل في خرفة الجنة حتى يرجع", "source": "رواه مسلم" },
  { "text": "حق المسلم على المسلم ست، قيل: ما هن يا رسول الله؟ قال: إذا لقيته فسلم عليه، وإذا دعاك فأجبه، وإذا استنصحك فانصح له، وإذا عطس فحمد الله فشمته، وإذا مرض فعده، وإذا مات فاتبعه", "source": "رواه مسلم" },
  { "text": "أفشوا السلام بينكم", "source": "رواه مسلم" },
  { "text": "السلام قبل الكلام", "source": "رواه الترمذي" },
  { "text": "إن السلام اسم من أسماء الله تعالى وضعه الله في الأرض، فأفشوا السلام بينكم", "source": "رواه البخاري في الأدب المفرد" },
  { "text": "لا تدخلوا الجنة حتى تؤمنوا، ولا تؤمنوا حتى تحابوا، أولا أدلكم على شيء إذا فعلتموه تحاببتم؟ أفشوا السلام بينكم", "source": "رواه مسلم" },
  { "text": "إذا سلم عليكم أهل الكتاب فقولوا: وعليكم", "source": "متفق عليه" },
  { "text": "لا تبدؤوا اليهود ولا النصارى بالسلام، فإذا لقيتم أحدهم في طريق فاضطروه إلى أضيقه", "source": "رواه مسلم" },
  { "text": "ليسلم الراكب على الماشي، والماشي على القاعد، والقليل على الكثير", "source": "متفق عليه" },
  { "text": "الماشي يسلم على القاعد، والقاعد على القائم، والقائم على الماشي، والقليل على الكثير", "source": "رواه البخاري" },
  { "text": "إذا لقي أحدكم أخاه فليسلم عليه، فإن حالت بينهما شجرة أو جدار أو حجر ثم لقيه فليسلم عليه أيضا", "source": "رواه أبو داود" },
  { "text": "من بدأ بالكلام قبل السلام فلا تجيبوه", "source": "رواه الطبراني" },
  { "text": "خير الناس من طال عمره وحسن عمله، وشر الناس من طال عمره وساء عمله", "source": "رواه الترمذي" },
  { "text": "إذا أراد الله بعبد خيرا استعمله، قالوا: كيف يستعمله؟ قال: يوفقه لعمل صالح قبل الموت", "source": "رواه الترمذي وأحمد" },
  { "text": "من سره أن يستجيب الله له عند الشدائد والكرب فليكثر الدعاء في الرخاء", "source": "رواه الترمذي" },
  { "text": "إن الله كريم يستحي أن يبسط العبد إليه يديه يسأله فيهما خيرا فيردهما خائبتين", "source": "رواه أبو داود والترمذي" },
  { "text": "الطيرة شرك، الطيرة شرك، الطيرة شرك، وما منا إلا، ولكن الله يذهبه بالتوكل", "source": "رواه أبو داود والترمذي" },
  { "text": "من أحدث حدثا أو آوى محدثا فعليه لعنة الله والملائكة والناس أجمعين", "source": "متفق عليه" },
  { "text": "لا يحل لمسلم أن يهجر أخاه فوق ثلاث ليال، يلتقيان فيعرض هذا ويعرض هذا، وخيرهما الذي يبدأ بالسلام", "source": "متفق عليه" },
  { "text": "لا يحل لامرأة تؤمن بالله واليوم الآخر أن تحد على ميت فوق ثلاث ليال إلا على زوج أربعة أشهر وعشرا", "source": "متفق عليه" },
  { "text": "لا يحل دم امرئ مسلم يشهد أن لا إله إلا الله وأني رسول الله إلا بإحدى ثلاث: الثيب الزاني، والنفس بالنفس، والتارك لدينه المفارق للجماعة", "source": "متفق عليه" },
  { "text": "اجتنبوا السبع الموبقات، قالوا: يا رسول الله وما هن؟ قال: الشرك بالله، والسحر، وقتل النفس التي حرم الله إلا بالحق، وأكل الربا، وأكل مال اليتيم، والتولي يوم الزحف، وقذف المحصنات المؤمنات الغافلات", "source": "متفق عليه" },
  { "text": "من قتل نفسه بشيء عذب به يوم القيامة", "source": "متفق عليه" },
  { "text": "من تردى من جبل فقتل نفسه فهو في نار جهنم يتردى فيه خالدا مخلدا فيها أبدا", "source": "متفق عليه" },
  { "text": "لا يزني الزاني حين يزني وهو مؤمن، ولا يسرق السارق حين يسرق وهو مؤمن، ولا يشرب الخمر حين يشربها وهو مؤمن", "source": "متفق عليه" },
  { "text": "كل مسكر خمر، وكل مسكر حرام", "source": "رواه مسلم" },
  { "text": "ما أسكر كثيره فقليله حرام", "source": "رواه أبو داود والترمذي" },
  { "text": "من شرب الخمر في الدنيا لم يشربها في الآخرة إلا أن يتوب", "source": "متفق عليه" },
  { "text": "لعن الله الخمر، وشاربها، وساقيها، وبائعها، ومبتاعها، وعاصرها، ومعتصرها، وحاملها، والمحمولة إليه", "source": "رواه أبو داود" },
  { "text": "من لعب بالنردشير فكأنما صبغ يده في لحم خنزير ودمه", "source": "رواه مسلم" },
  { "text": "من لعب بالنرد فقد عصى الله ورسوله", "source": "رواه أبو داود" },
  { "text": "الغيبة أشد من الزنا، إن الرجل يزني فيتوب فيتوب الله عليه، وإن صاحب الغيبة لا يغفر له حتى يغفر له صاحبه", "source": "رواه الطبراني" },
  { "text": "أتدرون ما الغيبة؟ قالوا: الله ورسوله أعلم، قال: ذكرك أخاك بما يكره، قيل: أفرأيت إن كان في أخي ما أقول؟ قال: إن كان فيه ما تقول فقد اغتبته، وإن لم يكن فيه فقد بهته", "source": "رواه مسلم" },
  { "text": "من اقتطع حق امرئ مسلم بيمينه فقد أوجب الله له النار وحرم عليه الجنة، فقال له رجل: وإن كان شيئا يسيرا يا رسول الله؟ قال: وإن قضيبا من أراك", "source": "رواه مسلم" },
  { "text": "من حلف على يمين فرأى غيرها خيرا منها فليأت الذي هو خير وليكفر عن يمينه", "source": "رواه مسلم" },
  { "text": "من حلف فقال: إن شاء الله، فإن شاء فعل وإن شاء لم يفعل", "source": "رواه أبو داود والترمذي" },
  { "text": "من كانت له امرأة تؤذيه لم يقبل الله منها صلاة ولا حسنة حتى ترضيه", "source": "رواه الطبراني" },
  { "text": "أيما امرأة ماتت وزوجها عنها راض دخلت الجنة", "source": "رواه الترمذي" },
  { "text": "إذا صلت المرأة خمسها، وصامت شهرها، وحفظت فرجها، وأطاعت زوجها، قيل لها: ادخلي الجنة من أي أبواب الجنة شئت", "source": "رواه ابن حبان" },
  { "text": "لو كنت آمرا أحدا أن يسجد لأحد لأمرت المرأة أن تسجد لزوجها", "source": "رواه الترمذي" },
  { "text": "أيما امرأة سألت زوجها طلاقا من غير ما بأس فحرام عليها رائحة الجنة", "source": "رواه أبو داود والترمذي" },
  { "text": "المرأة عورة، فإذا خرجت استشرفها الشيطان", "source": "رواه الترمذي" },
  { "text": "ما تركت بعدي فتنة أضر على الرجال من النساء", "source": "متفق عليه" },
  { "text": "اتقوا الدنيا واتقوا النساء، فإن أول فتنة بني إسرائيل كانت في النساء", "source": "رواه مسلم" },
  { "text": "إن المرأة تقبل في صورة شيطان وتدبر في صورة شيطان، فإذا أبصر أحدكم امرأة فليأت أهله فإن ذلك يرد ما في نفسه", "source": "رواه مسلم" },
  { "text": "لا ينظر الرجل إلى عورة الرجل، ولا المرأة إلى عورة المرأة", "source": "رواه مسلم" },
  { "text": "لا يخلون رجل بامرأة إلا كان ثالثهما الشيطان", "source": "رواه الترمذي" },
  { "text": "من كان يؤمن بالله واليوم الآخر فلا يخلون بامرأة ليس معها ذو محرم منها، فإن ثالثهما الشيطان", "source": "رواه أحمد" },
  { "text": "إياكم والدخول على النساء، فقال رجل من الأنصار: يا رسول الله أفرأيت الحمو؟ قال: الحمو الموت", "source": "متفق عليه" },
  { "text": "صنفان من أهل النار لم أرهما: قوم معهم سياط كأذناب البقر يضربون بها الناس، ونساء كاسيات عاريات مميلات مائلات، رؤوسهن كأسنمة البخت المائلة، لا يدخلن الجنة ولا يجدن ريحها", "source": "رواه مسلم" },
  { "text": "إن من أشراط الساعة أن يرفع العلم ويثبت الجهل، ويشرب الخمر، ويظهر الزنا", "source": "متفق عليه" },
  { "text": "بين يدي الساعة تسليم الخاصة، وفشو التجارة حتى تعين المرأة زوجها على التجارة، وقطع الأرحام، وشهادة الزور، وكتمان شهادة الحق، وظهور القلم", "source": "رواه أحمد" },
  { "text": "لا تقوم الساعة حتى يقبض العلم، وتكثر الزلازل، ويتقارب الزمان، وتظهر الفتن، ويكثر الهرج، وهو القتل القتل", "source": "رواه البخاري" },
  { "text": "لا تقوم الساعة حتى يمر الرجل بقبر الرجل فيقول: يا ليتني مكانه", "source": "متفق عليه" },
  { "text": "لا تقوم الساعة حتى تطلع الشمس من مغربها، فإذا طلعت فرآها الناس آمنوا أجمعون، فذلك حين لا ينفع نفسا إيمانها لم تكن آمنت من قبل أو كسبت في إيمانها خيرا", "source": "متفق عليه" },
  { "text": "بادروا بالأعمال ستا: طلوع الشمس من مغربها، أو الدخان، أو الدجال، أو الدابة، أو خاصة أحدكم، أو أمر العامة", "source": "رواه مسلم" },
  { "text": "ما من نبي إلا وقد أنذر أمته الأعور الكذاب، ألا إنه أعور وإن ربكم ليس بأعور، ومكتوب بين عينيه: ك ف ر", "source": "متفق عليه" },
  { "text": "من حفظ عشر آيات من أول سورة الكهف عصم من الدجال", "source": "رواه مسلم" },
  { "text": "من سمع بالدجال فلينأ عنه، فوالله إن الرجل ليأتيه وهو يحسب أنه مؤمن فيتبعه مما يبعث به من الشبهات", "source": "رواه أبو داود" },
  { "text": "يخرج الدجال في أمتي فيمكث أربعين، لا أدري أربعين يوما أو أربعين شهرا أو أربعين عاما، فيبعث الله عيسى ابن مريم كأنه عروة بن مسعود فيطلبه فيهلكه", "source": "رواه مسلم" },
  { "text": "ينزل عيسى ابن مريم عند المنارة البيضاء شرقي دمشق، بين مهرودتين، واضعا كفيه على أجنحة ملكين، إذا طأطأ رأسه قطر، وإذا رفعه تحدر منه مثل جمان اللؤلؤ", "source": "رواه مسلم" },
  { "text": "كيف أنتم إذا نزل ابن مريم فيكم وإمامكم منكم", "source": "متفق عليه" },
  { "text": "والذي نفسي بيده ليوشكن أن ينزل فيكم ابن مريم حكما عدلا، فيكسر الصليب، ويقتل الخنزير، ويضع الجزية، ويفيض المال حتى لا يقبله أحد", "source": "متفق عليه" },
  { "text": "لا تقوم الساعة حتى تقاتلوا اليهود، حتى يقول الحجر وراءه اليهودي: يا مسلم هذا يهودي ورائي فاقتله", "source": "متفق عليه" },
  { "text": "لا تقوم الساعة حتى تقاتلوا خوزا وكرمان من الأعاجم، حمر الوجوه، فطس الأنوف، صغار الأعين، كأن وجوههم المجان المطرقة، نعالهم الشعر", "source": "رواه البخاري" },
  { "text": "لا تقوم الساعة حتى يكثر المال ويفيض، حتى يخرج الرجل بزكاة ماله فلا يجد أحدا يقبلها منه", "source": "متفق عليه" },
  { "text": "لتتبعن سنن من كان قبلكم شبرا بشبر، وذراعا بذراع، حتى لو دخلوا جحر ضب لدخلتموه، قلنا: يا رسول الله اليهود والنصارى؟ قال: فمن", "source": "متفق عليه" },
  { "text": "لا تقوم الساعة حتى تأخذ أمتي بأخذ القرون قبلها شبرا بشبر وذراعا بذراع، فقيل: يا رسول الله كفارس والروم؟ قال: ومن الناس إلا أولئك", "source": "رواه البخاري" },
  { "text": "بدأ الإسلام غريبا وسيعود كما بدأ غريبا، فطوبى للغرباء", "source": "رواه مسلم" },
  { "text": "طوبى للغرباء، قيل: من الغرباء يا رسول الله؟ قال: الذين يصلحون عندما يفسد الناس", "source": "رواه الطبراني" },
  { "text": "إن الله لا يقبض العلم انتزاعا ينتزعه من العباد، ولكن يقبض العلم بقبض العلماء، حتى إذا لم يبق عالما اتخذ الناس رؤوسا جهالا، فسئلوا فأفتوا بغير علم، فضلوا وأضلوا", "source": "متفق عليه" },
  { "text": "من يعش منكم فسيرى اختلافا كثيرا، فعليكم بسنتي وسنة الخلفاء الراشدين المهديين، عضوا عليها بالنواجذ", "source": "رواه أبو داود والترمذي" },
  { "text": "خير القرون قرني، ثم الذين يلونهم، ثم الذين يلونهم", "source": "متفق عليه" },
  { "text": "يأتي على الناس زمان يغزو فئام من الناس فيقال: فيكم من صاحب رسول الله؟ فيقولون: نعم، فيفتح لهم", "source": "متفق عليه" },
  { "text": "ليأتين على الناس زمان لا يبقى من القرآن إلا رسمه، ولا من الإسلام إلا اسمه، يسمون به وهم أبعد الناس منه، مساجدهم عامرة وهي خراب من الهدى", "source": "رواه البيهقي" },
  { "text": "سيأتي على أمتي زمان يحبون خمسا وينسون خمسا: يحبون الدنيا وينسون الآخرة، ويحبون المال وينسون الحساب، ويحبون المخلوق وينسون الخالق، ويحبون القصور وينسون القبور، ويحبون المعصية وينسون التوبة", "source": "رواه البيهقي في شعب الإيمان" },
  { "text": "لا تذهب الليالي والأيام حتى يملك رجل من أهل بيتي، يواطئ اسمه اسمي واسم أبيه اسم أبي، يملأ الأرض قسطا وعدلا كما ملئت ظلما وجورا", "source": "رواه أبو داود والترمذي" },
  { "text": "المهدي مني، أجلى الجبهة، أقنى الأنف، يملأ الأرض قسطا وعدلا كما ملئت جورا وظلما، يملك سبع سنين", "source": "رواه أبو داود" },
  { "text": "لا تزال طائفة من أمتي ظاهرين على الحق لا يضرهم من خذلهم حتى يأتي أمر الله وهم كذلك", "source": "رواه مسلم" },
  { "text": "لا تزال طائفة من أمتي يقاتلون على الحق ظاهرين إلى يوم القيامة", "source": "رواه مسلم" },
  { "text": "لن يزال الله يغرس في هذا الدين غرسا يستعملهم في طاعته", "source": "رواه ابن ماجه" },
  { "text": "إن الله يبعث لهذه الأمة على رأس كل مائة سنة من يجدد لها دينها", "source": "رواه أبو داود" },
  { "text": "من رأى منكم منكرا فليغيره بيده، فإن لم يستطع فبلسانه، فإن لم يستطع فبقلبه، وذلك أضعف الإيمان", "source": "رواه مسلم" },
  { "text": "والذي نفسي بيده لتأمرن بالمعروف ولتنهون عن المنكر، أو ليوشكن الله أن يبعث عليكم عقابا منه ثم تدعونه فلا يستجاب لكم", "source": "رواه الترمذي" },
  { "text": "إن الناس إذا رأوا الظالم فلم يأخذوا على يديه أوشك أن يعمهم الله بعقاب منه", "source": "رواه أبو داود والترمذي" },
  { "text": "من أمر بالمعروف ونهى عن المنكر فهو خليفة الله في أرضه، وخليفة رسوله، وخليفة كتابه", "source": "رواه الترمذي" },
  { "text": "أفضل الجهاد كلمة عدل عند سلطان جائر", "source": "رواه أبو داود والترمذي" },
  { "text": "سيد الشهداء حمزة بن عبد المطلب، ورجل قام إلى إمام جائر فأمره ونهاه فقتله", "source": "رواه الحاكم" }
]